// export const allExercises = {
//   "Ноги": ["Приседания", "Жим ногами"],
//   "Руки": ["Подъём гантели стоя", "Молотки"],
//   "Плечи": ["Махи в сторону", "Армейский жим"],
//   "Грудь": ["Жим лежа", "Разведение гантелей лежа"],
//   "Спина": ["Подтягивания", "Тяга верхнего блока"],
//   "Кардио": ["Бег", "Велотренажер"],
//   "Пресс": ["Скручивания"],
//   "Другое": ["Добавить своё"],
// };

export const allExercises = [
  {
    group: "Ноги",
    exercises: ["Приседания", "Жим ногами"],
  },
  {
    group: "Руки",
    exercises: ["Подъём гантели стоя", "Молотки"],
  },
  {
    group: "Плечи",
    exercises: ["Махи в сторону", "Армейский жим"],
  },
  {
    group: "Грудь",
    exercises: ["Жим лежа", "Разведение гантелей лежа"],
  },
  {
    group: "Спина",
    exercises: ["Подтягивания", "Тяга верхнего блока"],
  },
  {
    group: "Кардио",
    exercises: ["Бег", "Велотренажер"],
  },
  {
    group: "Пресс",
    exercises: ["Скручивания"],
  },
];

export const trainingPreset = [
  {
    presetName: "Грудь и бицепс",
    exercises: [
      "Жим лежа",
      "Разведение гантелей лежа",
      "Подъём гантели стоя",
      "Молотки",
    ],
  },
  {
    presetName: "Спина и трицепс",
    exercises: [
      "Подтягивания",
      "Тяга верхнего блока",
      "Подъём гантели стоя",
      "Молотки",
    ],
  },
  {
    presetName: "Ноги и плечи",
    exercises: ["Приседания", "Жим ногами", "Махи в сторону", "Армейский жим"],
  },
];

export const daysOfWeek = ["Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Вс"];
export const months = [
  "Январь",
  "Февраль",
  "Март",
  "Апрель",
  "Май",
  "Июнь",
  "Июль",
  "Август",
  "Сентябрь",
  "Октябрь",
  "Ноябрь",
  "Декабрь",
];
