export const allExercises = {
  "Ноги": ["Приседания", "Жим ногами"],
  "Руки": ["Подъём гантели стоя", "Молотки"],
  "Плечи": ["Махи в сторону", "Армейский жим"],
  "Грудь": ["Жим лежа", "Разведение гантелей лежа"],
  "Спина": ["Подтягивания", "Тяга верхнего блока"],
  "Кардио": ["Бег", "Велотренажер"],
  "Пресс": ["Скручивания"],
  "Другое": ["Добавить своё"],
};

export const daysOfWeek = ["Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Вс"];
export const months = [
  "Январь",
  "Февраль",
  "Март",
  "Апрель",
  "Май",
  "Июнь",
  "Июль",
  "Август",
  "Сентябрь",
  "Октябрь",
  "Ноябрь",
  "Декабрь",
];
