export const allExercises = [
  {
    category: "Ноги",
    exercises: ["Приседания", "Жим ногами"],
  },
  {
    category: "Руки",
    exercises: ["Подъём гантели стоя", "Молотки"],
  },
  {
    category: "Плечи",
    exercises: ["Махи в сторону", "Армейский жим"],
  },
  {
    category: "Грудь",
    exercises: ["Жим лежа", "Разведение гантелей лежа"],
  },
  {
    category: "Спина",
    exercises: ["Подтягивания", "Тяга верхнего блока"],
  },
  {
    category: "Кардио",
    exercises: ["Бег", "Велотренажер"],
  },
  {
    category: "Пресс",
    exercises: ["Скручивания"],
  },
];

export const trainingPreset = [
  {
    presetName: "Грудь и бицепс",
    exercises: [
      "Жим лежа",
      "Разведение гантелей лежа",
      "Подъём гантели стоя",
      "Молотки",
    ],
  },
  {
    presetName: "Спина и трицепс",
    exercises: [
      "Подтягивания",
      "Тяга верхнего блока",
      "Подъём гантели стоя",
      "Молотки",
    ],
  },
  {
    presetName: "Ноги и плечи",
    exercises: ["Приседания", "Жим ногами", "Махи в сторону", "Армейский жим"],
  },
];
